[
    {
        "알러지 카테고리": "난류",
        "원재료": "가당난황, 가당난황분말, 건조난백분말, 건조난황분말, 계란, 계란단백, 난백, 난백단백, 난백단백분말, 난백단백질, 난백분, 난백분말, 난백알부민, 난백알부민분말, 난백액, 난백파우더, 난황, 난황레시틴, 난황레시틴분말, 난황분, 난황분말, 난황유, 난황추출물, 난황펩타이드, 실크알부민, 오리난황레시틴"
    },
    {
        "알러지 카테고리": "우유",
        "원재료": "[락토바실러스, milk, {락토바실루스, {프락토올리고당분말, αs1-casein, ※비타민미네랄믹스{프락토올리고당분말, 【파인애플맛혼합분말[유당혼합, 가수분해유청단백, 가수분해유청단백농축액, 가수분해유청단백분말, 갈락토만난, 갈락토오스, 갈락토올리고당, 갈락토올리고당10.0%, 갈락토올리고당분말, 갈락토올리고당시럽, 농축우유, 농축유단백, 농축유단백질, 농축유청, 농축유청단백, 농축유청단백50%, 농축유청단백질50%, 딸기우유향, 락토바시루스, 락토바실러스, 락토바실러스람노서스6.4%, 락토바실러스람노수스, 락토바실러스불가리쿠스, 락토바실러스애시도필러스, 락토바실러스에시도필러스, 락토바실러스카제이, 락토바실러스카제이[, 락토바실러스파라카제이ps유산균, 락토바실러스플란터럼, 락토바실러스플란터럼;탈지분유12%, 락토바실러스플랜타넘균체0.5%, 락토바실루스, 락토바실루스아시도필루스, 락토바실루스아시도필루스유산균, 락토바실루스아시도필루스유산균[락토바실루스아시도필루스유산균, 락토바실루스카제이, 락토분말, 락토스95%, 락토원, 락토코쿠스락티스유산균{lactococcus, 락토페린, 락토페린농축물, 락토페린농축물분말, 락토페린분말, 락티움_αs1-casein, 렌넷카제인, 무지방우유, 밀전분유래난소화성말토덱스트린, 바나나우유맛향, 분리우유단백, 분리유단백, 분리유단백분말, 분리유청단백, 분리유청단백가수분해물, 분리유청단백분말, 분유, 분유류, 알파갈락토시다아제, 액상프락토올리고당, 우유, 우유100%[칼슘, 우유농축액, 우유단백, 우유단백가수분해물, 우유단백가수분해물분말, 우유단백농축분말, 우유단백질, 우유맛, 우유분말, 우유정제단백질, 우유추출농축, 우유향, 우유향분말, 우유혼합, 유기농탈염유청분말15%, 유기농탈지우유분말, 유기농혼합탈지분유, 유단백가수분해물, 유단백가수분해물분말, 유단백가수분해분말, 유단백가수분해식품, 유단백농축분말, 유단백분말, 유단백추출물, 유당, 유당0.88%, 유당10%, 유당11.5%, 유당12.06%, 유당13%, 유당15, 유당19%, 유당2.041%, 유당30%, 유당40%, 유당5%, 유당5.0%, 유당6, 유당6%, 유당60%, 유당7.67%, 유당96.667%, 유당96.667%계100%, 유당96.667%계100%】, 유당가수분해물, 유당가수분해물분말, 유당분말, 유당혼합, 유당혼합농축액, 유당혼합분말, 유당혼합제제, 유청, 유청4.082%, 유청단백, 유청단백농축액, 유청단백분말, 유청단백지질추출물, 유청분말, 유청분말15%, 유청분말2.0%, 유청분말분말, 유청칼슘, 유청칼슘[유청칼슘98%, 유청칼슘분말, 유청혼합분말, 이성화유당, 이성화유당분말, 전분유액, 전지분유, 전지분유15%, 전지분유분말, 전지혼합분유, 조제분유, 조제탈지분유, 천연우유향, 천연카제인, 천연카제인2.25%, 천연카제인2.4%, 초유단백, 초유단백분말, 초유단백분획물, 초유단백분획물분말, 초유단백질, 카제인, 카제인나트륨, 카제인나트륨1.5%, 카제인나트륨10.0%, 카제인나트륨2.25%, 카제인나트륨2.5%, 카제인나트륨3.56%, 카제인나트륨30, 카제인나트륨4.8%, 카제인나트륨7%, 카제인칼슘, 카제인포스포펩타이드, 카제인포스포펩타이드12%, 카제인포스포펩타이드212%, 카제인포스포펩타이드ll, 카제인포스포펩타이드ⅱ, 카제인포스포펩타이드ⅱ12.0%, 탈지분유, 탈지분유1.587%, 탈지분유12%, 탈지분유3%, 탈지분유3.77%, 탈지분유분말, 탈지분유혼합11.79%, 탈지우유, 탈지우유분말, 프락토, 프락토올리고당, 프락토올리고당10%, 프락토올리고당5%, 프락토올리고당분말, 프락토올리고당시럽, 프락토올리고당용액, 혼합가공전지분유, 혼합분유, 혼합유당, 혼합유당[, 혼합유청분말, 혼합탈지분유, 혼합탈지분유20.8%, 혼합탈지분유분말"
    },
    {
        "알러지 카테고리": "메밀",
        "원재료": "메밀, 메밀1.5%, 메밀10%, 메밀13%, 메밀3%, 메밀가루, 메밀분말, 메밀싹, 메밀씨앗, 메밀종자추출물분말, 메밀추출물, 발아메밀"
    },
    {
        "알러지 카테고리": "땅콩",
        "원재료": "땅콩, 땅콩0.2%, 땅콩기름, 땅콩기름0.75%, 땅콩기름2.0%, 땅콩기름43.5, 땅콩새싹농축액, 땅콩새싹추출물, 땅콩오일, 땅콩오일2%, 땅콩오일2.2%, 땅콩유, 땅콩유2.2%, 땅콩유지, 땅콩유지43.5, 땅콩향, 땅콩향분말"
    },
    {
        "알러지 카테고리": "대두",
        "원재료": "bt대두발효추출물, soybean, 가수분해대두단백, 강낭콩분말, 강낭콩추출물, 강낭콩추출물분말, 강낭콩추출분말, 건조대두단백, 건조완두콩, 건조콩나물, 검은콩, 검은콩향, 검정콩, 검정콩0.3%, 검정콩5%, 검정콩껍질추출물분말, 검정콩볶은, 검정콩볶은가루, 검정콩분말, 검정콩추출물분말, 난황레시틴, 난황레시틴분말, 노란콩잎, 농축대두단백, 대두, 대두10%, 대두가공품분말, 대두단백, 대두단백분말, 대두단백펩타이드, 대두단백펩타이드분말, 대두레시틴, 대두레시틴0.2%, 대두레시틴0.8%, 대두레시틴0.9%, 대두레시틴1%, 대두레시틴분말, 대두레시틴용액, 대두레시틴유지, 대두레시틴추출물, 대두미강발효분말, 대두발효, 대두발효물, 대두발효분말, 대두발효추출물, 대두발효추출물분말, 대두발효추출분말, 대두발효출물분말, 대두발효효소골드, 대두배아열수추출물, 대두배아추출물, 대두배아추출물12.5%, 대두배아추출물분말, 대두볶음분말, 대두분, 대두분리단백너겟, 대두분말, 대두식이섬유, 대두오일, 대두올리고당, 대두유, 대두유27.3%, 대두유33, 대두유33%, 대두유50%, 대두유8%, 대두유97.0%, 대두유:카놀라유=50:50, 대두유분말, 대두유액, 대두유유지, 대두이소플라본, 대두이소플라본배당체, 대두이소플라본분말, 대두이소플라본제품, 대두이소플라본추출물, 대두정제추출물, 대두추출물, 대두추출물등, 대두추출물분말, 대두추출물혼합분말, 대두추출분말, 대두펩타이드, 대두효소분해레시틴99.95%, 돌콩분말, 땅콩, 땅콩기름, 땅콩기름0.75%, 땅콩기름2.0%, 땅콩기름43.5, 땅콩새싹농축액, 땅콩새싹추출물, 땅콩오일, 땅콩오일2%, 땅콩오일2.2%, 땅콩유, 땅콩유2.2%, 땅콩유지, 땅콩유지43.5, 땅콩향, 땅콩향분말, 레시틴, 레시틴0.3%, 레시틴1%, 레시틴1.2, 레시틴2%, 레시틴2.2%, 레시틴[대두], 레시틴분말, 레시틴유, 레시틴유지, 렌즈콩분말, 렌즈콩씨앗, 로커스트콩검, 로커스트콩검50%, 로커스트콩검8.5%, 로커스트콩검분말, 발아검정콩, 발아대두, 발아발효콩추출물, 발효대두, 발효대두배아, 발효대두분말의, 발효렌즈콩, 배지조성:대두분말, 볶은검정콩, 볶은렌즈콩, 볶은렌즈콩가루, 볶은이집트콩, 볶은콩가루, 볶은흰콩분말, 분리대두단백, 분리대두단백20%, 분리대두단백분말, 분리대두단백질20%, 식용대두껍질, 식용대두껍질3.95%, 쌀배아대두발효분말, 아연대두단백펩타이드, 알파대두분말, 약콩, 엠디효소발효배양분말:대두, 오리난황레시틴, 완두콩추출물, 유산균발효곡물대두, 유산균발효대두분말, 정제대두유, 제비콩씨앗, 쥐눈이콩, 콩, 콩기름, 콩나물추출물분말, 콩잎, 콩코드포도2.81%, 콩코드포도농축, 콩코드포도농축액, 콩코드포도분말, 콩펩타이드농축액분말, 콩향, 탈지대두단백분말, 탈지대두분, 탈지대두분3%], 탈지대두효소분해, 해바라기레시틴, 해바라기레시틴1.2%, 해바라기레시틴분말1.2%, 홍삼향콩크hf-13052〈유게놀1.8%, 효소가수분해레시틴, 효소분해레시틴, 효소처리대두단백, 흰강낭콩, 흰강낭콩씨앗추출분말, 흰강낭콩추출물, 흰강낭콩추출물분말"
    },
    {
        "알러지 카테고리": "밀",
        "원재료": "*밀크향혼합제제{밀크향베이스, wheat씨앗, α-아밀라아제, α-아밀라아제혼합제제, 강화밀가루, 글루코아밀라아제, 기장밀추출복합물, 당밀, 당밀추출물, 메밀10%, 메밀13%, 메밀가루, 메밀분말, 메밀싹, 메밀씨앗, 메밀추출물, 메틸이소발레르에이트0.6%이소아밀이소발레르에이트2.7%, 무지방밀크파우더, 밀, 밀가루, 밀가루분말, 밀가루풀2%, 밀감, 밀기울, 밀기울가루, 밀기울식이섬유, 밀납, 밀납분말, 밀납유지, 밀단백, 밀디어75, 밀리타리스, 밀리타리스동충하초, 밀리타리스동충하초2%, 밀리타리스동충하초균사체, 밀리타리스동충하초농축액, 밀리타리스동충하초발효추출물, 밀리타리스동충하초분말, 밀리타리스동충하초추출물, 밀리타리스동충하초추출분말, 밀배아분말, 밀배아유, 밀배아추출물, 밀배아추출물분말, 밀순, 밀순분말, 밀식이섬유, 밀식이섬유분말, 밀싹농축분말, 밀싹분말, 밀전분, 밀전분식이섬유, 밀전분유래난소화성말토덱스트린, 밀추출물, 밀크, 밀크농축분말, 밀크맛분말, 밀크바닐라향, 밀크분말, 밀크시슬추출물, 밀크시슬추출물분말, 밀크씨스&#47359;출분말, 밀크씨슬, 밀크씨슬농축분말, 밀크씨슬분말, 밀크씨슬추출물, 밀크씨슬추출물분말, 밀크씨슬추출물추출물, 밀크씨슬추출분말, 밀크초코향, 밀크카라멜향, 밀크향, 밀크향베이스#1, 밀크향분말, 밀크향혼합분말, 밀크향혼합제제, 밀크향혼합제제{밀크향베이스, 발아밀, 보리밀분말, 스밀렉스오피시날리스뿌리, 신나밀, 아밀라아제., 아밀라아제ad11p, 아밀부티레이트, 아밀아세테이트, 아소아밀부티레이트1.5%, 알파아밀라아제, 알파아밀라아제18%, 알파아밀라제, 알파아밀라제25%, 약모밀, 약모밀발효, 약모밀분말, 약모밀지상부, 약모밀추출물, 약모밀추출분말, 약모밀추출액, 오트밀분말5%, 우리밀발효효소골드, 유기농밀싹분말35%, 이소아밀, 이소아밀부티레이, 이소아밀부티레이트, 이소아밀부티레이트1.5, 이소아밀부티레이트1.5%, 이소아밀아세, 이소아밀아세테이, 이소아밀아세테이트, 이소아밀아세테이트0., 이소아밀아세테이트0.4%, 이소아밀아세테이트1.32%, 이소아밀아세테이트2%, 이소아밀아세테이트2.64%, 이소아밀아세테이트8.9%, 이소아밀알코올2.65, 이소아밀이소발레르에이트, 이소아밀이소발레르에이트16, 이소아밀이소발레르에이트16%, 초산이소아밀, 초산이소아밀0.6%, 초산이소아밀1.5%, 코코넛밀크, 코코넛밀크분말, 크림밀크향키베이스, 통밀, 통밀11.6%, 통밀16.4%, 호밀분말, 호밀식이섬유, 후레쉬밀크향"
    },
    {
        "알러지 카테고리": "고등어",
        "원재료": null
    },
    {
        "알러지 카테고리": "게",
        "원재료": "게, 게껍질, 게라니올, 멍게식이섬유, 바이오게르마늄, 붉은멍게추출물, 유게놀, 이소유게놀, 홍게껍질, 홍삼향콩크hf-13052〈유게놀1.8%"
    },
    {
        "알러지 카테고리": "새우",
        "원재료": "남극크릴, 남극크릴오일, 새우, 새우젓1%, 크릴새우오일, 크릴오일, 크릴오일등복합물"
    },
    {
        "알러지 카테고리": "돼지고기",
        "원재료": null
    },
    {
        "알러지 카테고리": "복숭아",
        "원재료": "peach, 복숭아, 복숭아25.0%, 복숭아과즙분말, 복숭아농축과즙, 복숭아농축분말, 복숭아농축액, 복숭아맛분말, 복숭아분말, 복숭아분말11%, 복숭아시럽, 복숭아엑기스분말, 복숭아추출물, 복숭아추출분말, 복숭아향, 복숭아향[복숭아향베이스1, 복숭아향분말, 복숭아향추출물, 복숭아향키베이스5%, 복숭아후레바, 석류향[복숭아향, 액상복숭아향, 유기농복숭아분말, 유기농복숭아분말11%, 천연복숭아향, 흰복숭아나무열매"
    },
    {
        "알러지 카테고리": "토마토",
        "원재료": "유기농토마토, 유기농토마토22.5%, 토마토, 토마토4%, 토마토농축분말, 토마토농축액, 토마토농축추출물분말, 토마토분말, 토마토색소, 토마토엑기스분말, 토마토추출고형분, 토마토추출물, 토마토추출물분말, 토마토추출분말, 토마토페이, 토마토페이스트, 토마토향, 토마토혼합추출물분말"
    },
    {
        "알러지 카테고리": "아황산류",
        "원재료": "메타중아황산나트륨"
    },
    {
        "알러지 카테고리": "호두",
        "원재료": "호두, 호두분말, 호두유, 호두유지, 호두추출분말, 호두향, 흑호두분말"
    },
    {
        "알러지 카테고리": "닭고기",
        "원재료": null
    },
    {
        "알러지 카테고리": "쇠고기",
        "원재료": null
    },
    {
        "알러지 카테고리": "오징어",
        "원재료": "오징어먹물, 오징어먹물분말, 오징어먹물색소, 오징어먹물색소혼합제제, 오징어연골키토산, 오징어연골키토올리고당"
    },
    {
        "알러지 카테고리": "조개류",
        "원재료": "건조굴, 굴, 굴껍질, 굴껍질분말, 굴껍질패각분말, 굴농축분말, 굴추출물, 굴추출물분말, 굴추출분말, 굴추출액, 굴패각분말, 굴패각이온화분말, 굴패각칼슘, 굴향, 녹색입홍합, 녹색입홍합분말, 녹색입홍합추출물분말, 녹색입홍합추출오일, 녹색잎홍합분말, 녹색잎홍합추출물분말, 녹색잎홍합추출분말, 덩굴월귤과즙분말가루, 덩굴월귤농축분말, 덩굴월귤농축액, 덩굴월귤분말, 덩굴월귤식이섬유, 덩굴월귤추출물, 덩굴월귤추출물분말, 동결건조녹색입홍합분말, 동결건조녹색홍합분말, 둥굴레, 둥굴레1.4%, 둥굴레농축액, 둥굴레분말, 둥굴레추출고형분, 둥굴레추출액, 둥근전복껍질분말, 둥근전복분말, 둥근전복추출액, 리프리놀-초록입홍합추출오일, 유산균발효굴추출물, 인동덩굴, 인동덩굴꽃봉오리추출물, 전복껍질분말, 청미래덩굴, 청미래덩굴뿌리, 청미래덩굴뿌리추출액, 청미래덩굴추출물, 초록입홍합, 초록입홍합동결건조, 초록입홍합동결건조분말, 초록입홍합분말, 초록입홍합추출물, 초록입홍합추출분말, 초록입홍합추출오일, 초록입홍합추출오일복합물, 초록입홍합추출오일복합물{건강기능식품기능성원료인정제2005-7호, 초록입홍합추출오일복합물원료, 한삼덩굴추출분말, 홍합분말, 홍합추출분말"
    },
    {
        "알러지 카테고리": "잣",
        "원재료": "잣기름"
    }
]